# RbsElecAnalyticalLoadSetOnStandby Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecAnalyticalLoadSetOnStandby Property
ParameterTypeId Class See Also
---
"Quantity on Standby"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecAnalyticalLoadSetOnStandby { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecAnalyticalLoadSetOnStandby As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadSetOnStandby {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace